/*
 Localization.strings (English)
 mclient

 Created by Christopher Reitz on 21.10.14.
 Copyright (c) 2014 Christopher Reitz. All rights reserved.
 */

/* Boards */
"Verifying login data…" = "Verifying login data…";
"You are not logged in" = "You are not logged in";
"Welcome %@" = "Welcome %@";

/* Responses */
"Replies to your posts" = "Replies to your posts";

/* DetailView */
"Boards" = "Boards";
"Threads" = "Threads";
"Select a board…" = "Select a board…";
"Select a thread…" = "Select a thread…";

/* Settings */
"Username" = "Username";
"Password" = "Password";
"Please enter username and password" = "Please enter username and password";
"Error: Could not connect to server" = "Error: Could not connect to server";
"Verifying username and password…" = "Verifying username and password…";
"Login data was entered incorrectly" = "Login data was entered incorrectly";
"Login data is valid" = "Login data is valid";
"Tiny" = "Tiny";
"Small" = "Small";
"Normal" = "Normal";
"Big" = "Big";
"Bigger" = "Bigger";
"Huge" = "Huge";
"sent from M!client for iOS" = "sent from M!client for iOS";
"Version %@ (%@)\nCopyright © 2014 Christopher Reitz aka Stitch\nAll rights reserved." = "Version %1$@ (%2$@)\nCopyright © 2014 Christopher Reitz aka Stitch\nAll rights reserved.";

/* Settings - Font Size */
"Setup Font Size" = "Setup Font Size";
"Reset" = "Reset";

/* Thread List */
"Mark as read" = "Mark as read";

/* Message List */
"Copied link" = "Copied link";
"URL for this message was copied to clipboard" = "URL for this message was copied to clipboard";
"Notification enabled" = "Notification enabled";
"You will receive an Email if anyone replies to this message" = "You will receive an Email if anyone replies to this message";
"Notification disabled" = "Notification disabled";
"You will no longer receive Emails if anyone replies to this message" = "You will no longer receive Emails if anyone replies to this message";

/* Compose Message */
"Create Thread" = "Create Thread";
"Reply" = "Reply";
"Edit" = "Edit";
"Confirmation" = "Confirmation";
"Thank you for your contribution \"%@\"" = "Thank you for your contribution \"%@\"";
"Your message \"%@\" was changed" = "Your message \"%@\" was changed";

/* MessageTextView */
"B" = "Bold";
"I" = "Italics";
"U" = "Underline";
"S" = "Strikethrough";
"Spoiler" = "Spoiler";
"Link" = "Link";
"Image" = "Image";
"Selected text is not a valid URL" = "Selected text is not a valid URL";
"Selected text is not a valid image URL" = "Selected text is not a valid image URL";

/* Profile */
"picture" = "";
"firstname" = "Firstname";
"lastname" = "Lastname";
"domicile" = "Domicile";
"accountNo" = "Account-No.";
"registrationDate" = "Date of registration";
"email" = "Email";
"icq" = "ICQ";
"homepage" = "Homepage";
"firstGame" = "First Game";
"allTimeClassics" = "All Time Classics";
"favoriteGenres" = "Favorite Genres";
"currentSystems" = "Current Systems";
"hobbies" = "Hobbies";
"xboxLiveGamertag" = "XBox Live Gamertag";
"psnId" = "Playstation Network ID";
"nintendoFriendcode" = "Nintendo Friendcode";
"lastUpdate" = "Last Updated on";

/* Loading View */
"Loading…" = "Loading…";

/* Error View */
"M!service Error" = "M!service Error";
"Try pull to refresh…" = "Try pull to refresh…";

/* Common */
"Error" = "Error";
"OK" = "OK";

/* MServiceConnector */
"-2" = "No Internet Connection";
"-1" = "Connection to M!service failed";
"400" = "Please fill out the subject field";
"401" = "Please verify your login data in settings";
"403" = "Permission denied";
"404" = "Action could not be executed:\n%@";
"406" = "Message was not edited";
"409" = "Editing this message is no longer allowed";
"423" = "This thread is closed";
"500" = "Action could not be executed:\nAn unknown error occured";
"504" = "Man!ac Forum Server down?";
